{
"manga":[{
"n": "Beelzebub","c": "[15]","z": 310.0,"l": 15,"d": "Ishiyama High is a school populated entirely by delinquents, where nonstop violence and lawlessness are the norm. However, there is one universally acknowledged ruledon't cross first year student Tatsumi Oga, Ishiyama's most vicious fighter.One day, Oga is by a riverbed when he encounters a man floating down the river. After being retrieved by Oga, the man splits down the middle to reveal a baby, which crawls onto Oga's back and immediately forms an attachment to him.Though he doesn't know it yet, this baby is named Kaiser de Emperana Beelzebub IV, or 'Baby Beel' for short - the son of the Demon Lord! As if finding the future Lord of the Underworld isn't enough, Oga is also confronted by Hildegard, Beel's demon maid who insists he take responsibility as Beel's guardian. Together they attempt to raise Baby Beelalthough surrounded by juvenile delinquents and demonic powers, the two of them may be in for more of a challenge than they can imagine.",
"a": "Tamura Ryuuhei","g" : "11#13#14#16#24#27#30","s" : "C","t" : "J" ,  "b":0 , "e":"QmVlbHplYnVi" , "v":"33909516"},
{"n": "Almighty Master","c":"[15]","z": 46.0,"l": 15,"d": "Let's take a look at our young hero here, who was born and entered the world of Martial Arts. There's nothing that he cannot do! Be it music, chess, medicine or even culinary arts. Pretending to be the weakest while he is the strongest. Women from left to right, look at how an orphan rise. An orphan who will solve numerous cases and who will become the master of the city!",
"a": "Xin Yi Ren Comics","g" : "11#13#19","s" : "O","t" : "C",    "b":0 , "e":"QWxtaWdodHkgTWFzdGVy" , "v":"1000000"},
{"n": "Battle through the heavens","c": "[15]","z": 94.0,"l": 15,"d": "In a land where there is no magic, a land where the strong make the rules and weak have to obey, a land filled with alluring treasures and beauty, yet also filled with unforeseen danger. Xiao Yan, who has shown talents none had seen in decades, suddenly lost everything three years ago - his powers, his reputation, and his promise to his mother. What sorcery has caused him to lose all of his powers? And why has his fiancee suddenly shown up?",
"a": "Tiancan Tudou","g" : "11#12#13#16#19","s" : "C","t" : "C" ,  "b":0 , "e":"QmF0dGxlIFRocm91Z2ggVGhlIEhlYXZlbnM" , "v":"3052232"}]
}
